Revit 2027 API
ParameterTypeId.PropertySetDescription Property
 "Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PropertySetDescription { get; }
Public Shared ReadOnly Property PropertySetDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PropertySetDescription {
	ForgeTypeId^ get ();
}
static member PropertySetDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace